"OK" = "OK";
"Back" = "Zurück zu";
"Done" = "Vervollständigen";
"Sorry" = "Entschuldigung";
"Cancel" = "Abbrechen";
"Setting" = "Einrichten";
"Photos" = "Fotos";
"Videos" = "Video";
"Preview" = "Vorschau";
"Full image" = "Ursprüngliches Bild";
"Processing..." = "Bearbeitung...";
"Can not use camera" = "Kamera kann nicht verwendet werden";
"Synchronizing photos from iCloud" = "Fotos aus iCloud synchronisieren";
"Can not choose both video and photo" = "Beim Auswählen von Fotos kann kein Video ausgewählt werden";
"Can not choose both photo and GIF" = "Bei der Auswahl von Fotos kann kein GIF ausgewählt werden";
"Select the video when in multi state, we will handle the video as a photo" = "Wählen Sie das Video im Mehrfachauswahlmodus aus und senden Sie das Video standardmäßig als Bild";
"Can not jump to the privacy settings page, please go to the settings page by self, thank you" = "Die Seite mit den Datenschutzeinstellungen kann nicht aufgerufen werden. Bitte rufen Sie die Einstellungsseite manuell auf. Vielen Dank";
"Select a maximum of %zd photos" = "Sie können nur bis zu %zd Fotos auswählen";
"Select a minimum of %zd photos" = "Bitte wählen Sie mindestens %zd Fotos aus";
"Allow %@ to access your album in \"Settings -> Privacy -> Photos\"" = "Erlaube %@ den Zugriff auf dein Album in \"Einstellungen -> Datenschutz -> Fotos\"";
"Please allow % to access your camera in \"Settings -> Privacy -> Camera\"" = "Bitte erlauben Sie %@ auf Ihre Kamera zuzugreifen \"Einstellungen -> Datenschutz -> Kamera\"";
"You haven't set the microphone permission to use the function properly" = "Sie haben die Mikrofonberechtigung für die ordnungsgemäße Verwendung der Funktion nicht festgelegt";
"chatEnd" = "Gesprächsende";
"chatFailCancel" = "Zurück zu";
"chatFailContent" = "Dialogzugriff fehlgeschlagen, ob erneut versucht werden soll?";
"Network error, Please try again" = "Netzwerkfehler, bitte versuchen Sie es erneut";
"chatFailRetry" = "Wiederholen";
"chatFailTitle" = "Konversation fehlgeschlagen";
"endChat" = "Gespräch schließen";
"joinFailed" = "Zugriff fehlgeschlagen";
"staffOffline" = "Der Kundendienst ist offline";
"leaveWordTitle" = "Hinterlassen Sie eine Nachricht";
"noNetWork" = "Netzwerkverbindung fehlgeschlagen";
"staffNickName" = "Kundendienst";
"waitingTitle" = "Warten auf Zugriff";
"success" = "Erfolg";
"fail" = "Scheitern";
"error" = "Falsch";
"notFound" = "Keine entsprechende Datei gefunden";
"resourceError" = "Ressourcenfehler";
"playError" = "Wiedergabefehler";
"netError" = "Netzwerk ist nicht verfügbar";
"pageLoadingError" = "Die Seite ist nicht verfügbar";
"uploadError" = "Uploadfehler";
"overSize" = "Datei ist zu groß";
"save" = "Speichern";
"Do you end this conversation?" = "Ob diese Konversation beendet werden soll?";
"Do you wanna save picture?" = "Gibt an, ob Bilder gespeichert werden sollen?";
"loading" = "Laden...";
"connecting..." = "Anschließen...";
"connectingTitle" = "Zugreifen...";
"[pic]" = "[Bild]";
"tip" = "Hinweis";
"not support" = "Wird nicht unterstützt";
"full image"="Full image";
"work order" = "Arbeitsauftrag";
"emoji" = "[emoji]";
"newMsg" = "Du hast eine neue Nachricht";
